[
  {
    "id": "1",
    "class": "article_left",
    "imageUrl": "content/images/cyberdj.jpg",
    "Text": "Это сайт о элеткронной музыке и о таких идеологическийх музыкальных направления как: Hard Trance, Industrial Dance, Industrial Metal, Cyber Dance и в таком духе. Сайт наполнен ифнормацией, музыкой, фото и видео, свяазанных с этой тематикой и не только! Данный сайт предназначен исключительно для развлечения посетителей, а содержащаяся информация предоставлена с целью ознакомления с многообразием стилей подобных направлений в музыке. Весь материал: музыка, видео и фото подбирался исходя из личных вкусов и предпочтений автора сайта и его друзей. Пора окунуться в мир настоящей индустриальной и электронной музыки!"
  },
  {
    "id": "2",
    "class": "article_right",
    "imageUrl": "content/images/cyberdj_240x320.png",
    "Text": "Индастриал (от англ. industrial — «промышленный») — музыкальное направление, отличающееся выраженной экспериментальностью и особой эстетикой механических и других промышленных звуков. Идея использования шума как музыкального элемента берет свое начало в манифесте итальянского футуриста Луиджи Руссоло (Luigi Russolo) «Искусство шумов», опубликованном в 1913 году. Сам по себе манифест художника Руссоло был инспирирован работами композитора-футуриста Балилла Прателла (Balilla Pratella), чей «Технический манифест футуристической музыки» (1911 год) содержал следующую фразу: «[Музыка] должна передавать дух масс, огромных промышленных комплексов, поездов, океанских лайнеров, военных флотов, автомобилей и аэропланов. Все это должно присоединять к великой центральной теме поэмы область машин и победную сферу электричества». Собственная музыка Прателла была гораздо более консервативная, чем можно предположить по его словам. Ещё за несколько лет до Прателла более известные классические композиторы начали рассуждать о развитии музыки. В 1907 году Ферруччио Бузони писал в «Наброске к новой музыкальной эстетике»: «В каком направлении следует направить следующий шаг? К абстрактному звуку, свободной технике и неограниченному тональному материалу». Бузони также не реализовал этот следующий шаг, однако это сделали Шёнберг, Айвз и Коуэлл (Cowell), с 1907 по 1919 годов экспериментировавшие с музыкой, которая путем нарастания атональности быстро перерастает в диссонанс, а также (в случае Кауэлла) со способами и методами использования старых инструментов. Отдельн нужно упомянуть и Александра Скрябина, пытавшегося в 20-х годах создать собственный музыкальный строй и экспериментировавшего с взаимодействием звука и света.Индустриальные музыканты, кстати, отдают ему долг уважения — Дженезис Пи-Орридж, к примеру, в разное время записал две крупноформатных вещи, в одной из которых были использованы музыкальные принципы, сформулированные Скрябиным («Mouth of the knight»), а другая была посвящена его памяти («Scriabianism»)."
  },
  {
    "id": "3",
    "class": "article_left",
    "imageUrl": "content/images/cyberdj320x240_1.jpg",
    "Text": "В качестве даты возникновения «индастриала» обычно называется два варианта — 1974 (год оформления собственно музыкального направления) или 1976 (год возникновения самого термина «industrial music»). В 1974 будущие музыканты Throbbing Gristle Дженезис Пи-Орридж и Кози Фанни Тутти (Cosey Fanni Tutti), ещё в составе перформанс-группы COUMTransmissions записали саундтрек к одному из своих перформансов под названием «Throbbing gristle» (в 95-м году эта запись была издана немецким лейблом Dossier Records уже как альбом группы Throbbing Gristle). Другие два будущих участника Throbbing Gristle Питер Кристоферсон (Peter Christopherson) и Крис Картер (Chris Carter) присоединились к COUM Transmissions несколько позже — Картер в 75-м, а Кристоферсон в 76-м году). В том же 1974 году была сделана первая запись ещё одной из «главных» индустриальных групп — Cabaret Voltaire."
  }
]
